Repository: AdelaideSky/GoXlr-Macos
Catalog: GoXlr-App/Localisation/Languages/Localizable.xcstrings
Source language: en
Languages: fr

source: Mic Meter
fr: Moniteur

source: About GoXlr App
fr: A propos de GoXlr App

source: About your device
fr: A propos de votre appareil

source: Accessibility
fr: Accessibilité

source: Advanced
fr: Avancé

source: Advanced - App's core functions
fr: Avancé - Fonctions vitales de l'application

source: Advanced...
fr: Avancé...

source: All
fr: Tout

source: Allow drivers to run in background
fr: Autoriser les drivers à tourner en arrière plan

source: Allow UI network access
fr: Autoriser l'accès à l'interface pour le réseau

source: Amount
fr: Montant

source: Analysing sample...
fr: Analyse du sample...

source: Are you sure you wanna delete %@ ?
fr: Êtes vous sûr.e que vous voulez supprimer %@ ?

source: Are you sure you want to delete the profile %@
fr: Êtes vous sûr.e que vous voulez supprimer le profil %@ ?

source: Are you sure you want to overwrite the profile %@ ?
fr: Êtes vous sûr.e que vous voulez remplacer le profil %@ ?

source: Are you sure you want to reload the colours of %@
fr: Êtes vous sûr.e que vous voulez recharger les couleurs de %@ ?

source: Are you sure you want to reload the profile %@
fr: Êtes vous sûr.e que vous voulez recharger le profil %@ ?

source: Are you sure you want to save this configuration to Library ?
fr: Êtes vous sûr.e que vous voulez enregistrer cette configuration dans la librairie ?

source: Are you sure you want to skip Audio Setup ?
fr: Êtes vous sûr.e de vouloir passer la configuration audio ?

source: Audio Set-Up
fr: Configuration Audio

source: Automatically check for updates
fr: Vérifier automatiquement les mises a jour

source: Automatically download updates
fr: Télécharger automatiquement les mises a jour

source: Available modules
fr: Modules disponnibles

source: Bank A
fr: Banque A

source: Bank B
fr: Banque B

source: Bank C
fr: Banque C

source: Broadcast Mix
fr: Stream Mix

source: Button
fr: Bouton

source: Cancel
fr: Annuler

source: Channel
fr: Piste

source: Channel 1
fr: Piste 1

source: Channel 2
fr: Piste 2

source: Channel 3
fr: Piste 3

source: Channels
fr: Pistes

source: Chapel
fr: Chapelle

source: Check for Updates…
fr: Vérifier les mises a jour...

source: Check your menubar for the GoXLR icon to configure your device !
fr: Cherchez l'icône de GoXLR dans votre barre des menus pour configurer votre appareil !

source: Click the plus button to add a sample to this button or drop a audio file !
fr: Cliquez sur l'icône Plus pour ajouter un sample sur ce bouton ou glissez-déposez un fichier audio !

source: Click the plus icon to set a shortcut that will run when the selected button is pressed !
fr: Cliquez sur l'icône Plus pour définir un Raccourci qui sera lancé quand le bouton sélectionné est pressé !

source: Compressor
fr: Compresseur

source: Condenser
fr: Condenseur

source: Configure
fr: Configurer

source: Configure GoXlr
fr: Configurer la GoXlr

source: Configure your GoXLR
fr: Configurer votre GoXlr

source: Copy debug info
fr: Copier les informations de debug

source: Create audio devices
fr: Créer les périphériques audio

source: Create audio devices for...
fr: Créer les périphériques audio pour...

source: Daemon logs
fr: Logs du daemon

source: Delete
fr: Supprimer

source: Delete profile
fr: Supprimer le profil

source: Device
fr: Appareil

source: Device model
fr: Modèle de l'appareil

source: Device Settings
fr: Paramètres de l'appareil

source: Devices
fr: Appareils

source: Dice
fr: Dé

source: Disable
fr: Désactiver

source: Done
fr: OK

source: Dry Mix
fr: Mix cru

source: Duplicate
fr: Dupliquer

source: Dynamic
fr: Dynamique

source: Eighth
fr: Huitième

source: Enabled modules
fr: Modules activés

source: Equalizer
fr: Égalisateur

source: Error adding sample
fr: Erreur lors de l'ajout du sample

source: Fade on Release
fr: Fondu quand relâché

source: Fine Tune
fr: Affiner

source: Firmware Update
fr: Mise a jour du firmware

source: Firmware updates are not supported yet.
fr: Les mises a jour du firmware ne sont pas encore supportées.

source: Firmware version
fr: Version du firmware

source: Found a device
fr: Un appareil trouvé

source: Function
fr: Fonction

source: FX enabled
fr: FX activés

source: Game
fr: Jeu

source: Gender
fr: Genre

source: GoXlr-Utility's License
fr: License du GoXlr-Utility

source: GoXlr-Utility's repository
fr: Repository du GoXlr-Utiltiy

source: Hard
fr: Dur

source: Headphones
fr: Casque

source: Implementation needed
fr: Implémentation requise

source: Input
fr: Entrée

source: Inputs
fr: Entrées

source: Install required drivers
fr: Installer les drivers requis

source: Join support server
fr: Rejoindre le serveur de support

source: Last checked: None
fr: Dernière vérification: None

source: Launch app at startup
fr: Lancer l'application au démarrage

source: Launch app on device connect
fr: Lancer l'application quand un appareil se connecte

source: Launch at startup
fr: Lancer au démarrage

source: Launch on device connect
fr: Lancer quand un appareil se connecte

source: Library
fr: Librairie

source: Load profile
fr: Charger profil

source: Load Profile
fr: Charger profil

source: Load Profile Color
fr: Charger couleurs du profil

source: Load Profile Colour
fr: Charger couleurs du profil

source: Load profile colours
fr: Charger couleurs du profil

source: LOADING
fr: CHARGEMENT

source: Log level
fr: Niveau de log

source: Log Level
fr: Niveau de log

source: Looking for devices...
fr: A la recherche d'appareils...

source: Loop
fr: Boucle

source: Made with 🍵 by
fr: Fait avec 🍵 par

source: Managed devices
fr: Périphériques contrôlés

source: Manufactured date
fr: Date de fabrication

source: Medium
fr: Moyen

source: Megaphone
fr: Mégaphone

source: Mic Profiles
fr: Profils de micro

source: Mic Setup
fr: Setup du micro

source: Mic type
fr: Type de micro

source: Mixer
fr: Mixeur

source: Mod-Depth
fr: Profondeur de mod.

source: Mod-Speed
fr: Vitesst de mod.

source: Model type
fr: Modèle

source: More...
fr: Plus...

source: Music
fr: Musique

source: Mute Button hold to mute All duration
fr: Temps de pression du bouton de mute pour muter a tous

source: Mute Channel
fr: Piste de mute

source: Mute mic monitor
fr: Muter le retour du micro

source: Name
fr: Nom

source: Narrow
fr: Étroit

source: Natural
fr: Naturel

source: Needs Implementation
fr: Requiert implémentation

source: New
fr: Nouveau

source: No
fr: Non

source: No GoXLR Connected
fr: Aucune GoXLR Connectée

source: No match for your search...
fr: Aucun résultat pour votre recherche...

source: None
fr: Aucun

source: On Button Press (Shortcuts)
fr: Quand bouton pressé (Shortcuts)

source: Open GoXLR-Utility's WebUI
fr: Ouvrir l'interface web du GoXLR-Utility

source: Open logs folder
fr: Ouvrir le dossier des logs

source: Output
fr: Sortie

source: Outputs
fr: Sorties

source: Play order
fr: Ordre de lecture

source: Play-Fade
fr: Jouer-Fondu

source: Play-Next
fr: Jouer-Suivant

source: Play-Stop
fr: Jouer-Stopper

source: Please connect your GoXlr !
fr: Veuillez connecter votre GoXlr !

source: Please look for the notification asking if the goxlr app can run in background and click allow.
fr: Veuillez chercher la notification vous demandant si l'application goxlr peut tourner en arrière plan et cliquez accepter

source: Please try restarting your device, or reconnecting it.
fr: Veuillez tenter de redémarrer votre appareil, ou de le reconnecter

source: Please wait until the daemon finishes analysing the sample
fr: Merci d'attendre que le daemon finisse l'analyse du sample

source: Presets
fr: Préréglages

source: Profiles
fr: Profils

source: Quarter
fr: Quart

source: Random
fr: Aléatoire

source: Rate
fr: Fréquence

source: Reinstall drivers
fr: Réinstaller les drivers

source: Reload
fr: Relancer

source: Reload Daemon
fr: Relancer le Daemon

source: Rename
fr: Renommer

source: Requires daemon restart
fr: Requiert le redémarrage du daemon

source: Reverb
fr: Réverb

source: Sampler - Bank %@
fr: Sampler - Banque %@

source: Sampler pre-record buffer
fr: Buffer pré-enregistrement du sampler

source: Save
fr: Sauvegarder

source: Save Mic Profile
fr: Sauvegarder le profil de micro

source: Save Profile
fr: Sauvegarder le profil

source: Save to Library
fr: Sauvegarder dans la librairie

source: Scope
fr: Champ

source: Search
fr: Chercher

source: Select
fr: Séléctionner

source: Sequential
fr: Séquentiel

source: Serial number
fr: Numéro de série

source: Set colors to faders
fr: Appliquer les couleurs aux faders

source: Settings
fr: Réglages

source: Settings...
fr: Réglages...

source: Setup
fr: Configuration

source: Shortcut
fr: Raccourci

source: Show Tray Icon
fr: Afficher l'icône de barre des menus

source: Skip
fr: Passer

source: Start Daemon
fr: Lancer le daemon

source: Start using the app !
fr: Commencer à utiliser l'application !

source: Still don't see your device ?
fr: Vous ne voyez toujours pas votre appareil ?

source: Stop Daemon
fr: Arrêter le daemon

source: Stop on Release
fr: Arrêter quand relâché

source: System
fr: Système

source: The drivers need to be authorised before being able to run when you connect your device.
fr: Les drivers doivent être autorisés avant de pouvoir fonctionner quand vous connectez votre appareil

source: This part of the app still needs some work, come back later !
fr: Cette partie de l'app requiert encore du travail ! Revenez plus tard !

source: This part of the app still needs some work, come back later ! Go on the [GoXLR Utility's webUI](http://localhost:14564/) to configure this tab
fr: Cette partie de l'app requiert encore du travail ! Revenez plus tard ! Allez sur l'[interface web du GoXLR Utility](http://localhost:14564/) pour configurer cet onglet !

source: To line-out
fr: À line-out

source: To phones
fr: Au casque

source: To stream
fr: Au Stream

source: To voice chat
fr: Au chat vocal

source: TTS on button press
fr: TTS quand bouton pressé

source: Updates
fr: Mises a jour

source: Voice Chat Mute All mutes also Mic to Chat Mic
fr: Muter le chat vocal mute également le micro vers le chat vocal

source: Waveform
fr: Onde

source: Welcome to GoXLR-App !
fr: Bienvenue dans GoXLR-App !

source: Wide
fr: Large

source: Window
fr: Fenêtre

source: Work in progress...
fr: En construction...

source: Yes
fr: Oui

source: You can join the [support discord server](https://discord.gg/cyavp8F2WW) to reach for help !
fr: Vous pouvez rejoindre le [serveur discord de support](https://discord.gg/cyavp8F2WW) pour chercher de l'aide !

source: You can still do it later in the settings.
fr: Vous pourrez toujours le faire plus tard dans les réglages

source: You don't have samples yet ! Hold a sample button to record a sample, or drop a file in the button's samples list !
fr: Vous n'avez pas encore de samples ! Tenez enfoncé un bouton de sample pour enregistrer un sample, ou glissez-déposez un fichier dans la liste de samples du bouton !

source: You will loose all modifications.
fr: Vous perdrez toute modification

source: You're all set !
fr: Tout est prêt !
